Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
ru: {0} Нажмите ОК, чтобы продолжить правку, или нажмите Отмена, чтобы отменить изменения в этом конверторе.

source: {0} Click OK to continue making changes.
ru: {0} Нажмите ОК, чтобы продолжить правку.

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
ru: Чтобы сохранить ваши данные, нужно закрыть программу FieldWorks. Вы сможете перезапустить ее обычным порядком.

source: {0} Cannot access encoding converters, possibly due to insufficient access privilege. You may want to consult a system administrator.
ru: {0} Доступ к перекодировщикам невозможен, вероятно из-за недостаточного уровня доступа. Свяжитесь с системным администратором.

source: {0} Sorry, in this browser, opening the file via hyperlink presents a security risk. Please open the file manually using a text editor or a word processing application.
ru: {0} Извините, в этом браузере открытие файла по гиперссылке приводит к риску безопасности. Пожалуйста, откройте файл вручную текстовым редактором.

source: A {0}
ru: А {0}

source: A browse view must have at least one column.
ru: В режиме просмотра должен быть, по крайней мере, один столбец.

source: A category which is a subtype of the main category. (These are also listed in the Record List view.)
ru: Категория, являющаяся подтипом главной категории. (Они также перечислены в окне "Список записей".)

source: A CJK squared font variant
ru: Вариант прямоугольного шрифта ККЯ

source: A Code Page has not been specified.
ru: Не задана кодовая страница.

source: A Converter Mapping File has not been specified.
ru: Не задан файл соответствий конвертора.

source: A Converter Name has not been specified.
ru: Не задано имя конвертора.

source: A converter with the specified name already exists. Do you want to replace it?
ru: Конвертор с указанным именем уже существует. Вы хотите его заменить?

source: A deleted object
ru: Удаленный объект

source: A &different name:
ru: &Другое название:

source: A discourse chart template can only have three levels (template, column group, and column).
ru: Шаблон схемы дискурса может содержать только три уровня (шаблон, группа столбцов и столбец).

source: A final presentation form (Arabic)
ru: Форма конечного начертания (Арабский)

source: A font variant (e.g. a blackletter form)
ru: Вариант шрифта (напр., фрактура)

source: A fuller description for this group of ad hoc rules; e.g. explaining what they have in common.
ru: Более полное описание этой группы спец. правил; например объяснение, что в них общего.

source: A fuller description for this inflection class.
ru: Более полное описание этого класса формообразования.

source: A fuller description for this inflectional affix slot.
ru: Более полное описание для этого слота формообразующих аффиксов.

source: A fuller description of this category.
ru: Более полное описание этой категории.

source: A fuller description of this headed compound.
ru: Более полное описание этого подчинительного композита.

source: A fuller description of this natural class.
ru: Более полное описание этого естественного класса.

source: A fuller description of this non-headed compound.
ru: Более полное описание этого сочинительного композита.

source: A fuller description of this phoneme.
ru: Более полное описание этой фонемы.

source: A fuller description of this phonological environment.
ru: Более полное описание этого фонологического окружения.

source: A fuller descripton for this inflectional affix template.
ru: Более полное описание этого шаблона формообразующих аффиксов.

source: A Mapping Name has not been specified.
ru: Не указано Название преобразования.

source: A medial presentation form (Arabic)
ru: Форма срединного начертания (Арабский)

source: A narrow (or hankaku) compatibility character
ru: Полуширинный знак совместимости (или ханкаку)

source: A no-break version of a space or hyphen
ru: Неразрывный пробел или перенос

source: A phonological rule is using a feature variable for feature {0}, but there is no corresponding feature variable in the environment.
ru: Фонологическое правило использует переменную для свойства {0}, но соответствующая переменная для данного свойства в окружении отсутствует.

source: A preprocessing step was taken: the file was converted from {0} to {1}.
ru: Был предпринят следующий шаг: файл {0} был преобразован в {1}.

source: A problem occurred processing the string '{0}': {1}
ru: Проблема обработки строки '{0}': {1}

source: A problem was encountered trying to store this id for a {0}: {1}
ru: Проблема при сохранении идентификатора для '{0}': {1}

source: A programming error has occurred. A message with instructions on how to send it to the developers has been copied to the clipboard. Paste the contents of the clipboard into a new email message or text file.
ru: Возникла программная ошибка. Сообщение с инструкциями, как отослать ее разработчикам, было скопировано в буфер обмена. Вставьте содержимое буфера в новое электронное письмо или текстовый файл.

source: A Record Marker is used in a Standard Format file to mark the beginning of each record. FieldWorks has attempted to determine the Record Marker for this database. If this is not the correct marker, please select it here.
ru: Метка записи используется в файле стандартного формата для обозначения начала каждой записи. Программа FieldWorks попыталась определить метку записи для данной базы данных. Если это неправильная метка, пожалуйста, выберите её здесь.

source: A relation in a sense ({0}) had an invalid reference value.
ru: Отношение в значении ({0}) имеет недействительную ссылку.

source: A relation in the entry had an invalid reference value.
ru: Отношение в статье имеет недействительную ссылку.

source: A report will be opened in your web browser.
ru: Отчет откроется в Вашем браузере.

source: <a sense with no gloss or grammatical info>
ru: <значение без глоссы или грамматической информации>

source: A short name for this category.
ru: Краткое название для этой категории.

source: A short name for this group of ad hoc rules.
ru: Сокращение для этой группы специальных правил.

source: A short name for this headed compound.
ru: Краткое название для этого подчинительного композита.

source: A short name for this inflection class.
ru: Сокращение для этого формообразующего класса.

source: A short name for this inflectional affix slot.
ru: Сокращение для этого слота формообразующих аффиксов.

source: A short name for this inflectional affix template.
ru: Сокращение для этого шаблона формообразующих аффиксов.

source: A short name for this natural class.
ru: Краткое название для этого естественного класса.

source: A short name for this non-headed compound.
ru: Краткое название для этого сочинительного композита.

source: A short name for this phoneme.
ru: Сокращение для этой фонемы.

source: A short name for this phonological environment.
ru: Краткое название для этого фонологического окружения.

source: A small variant form (CNS compatibility)
ru: Форма для строчного варианта букв (совместимость с CNS)

source: A special note on how to edit the template table above.
ru: Специальный комментарий о методе редактирования вышеуказанной таблицы шаблонов.

source: A subscript form
ru: Форма для подстрочных индексов

source: A superscript form
ru: Форма для надстрочных индексов

source: A table representation of the inflectional affix template. Right-click in it to edit it.
ru: Табличное представление шаблона формообразующих аффиксов. Нажмите правую кнопку для его редактирования.

source: A Text Markup Tag List can only have two levels (list type and tags).
ru: В списке тегов разметки может быть только два уровня (тип списка и теги).

source: A text selection is required for this menu option.
ru: Для этой операции необходимо выделить текст.

source: A translation of the vernacular example sentence.
ru: Перевод анализируемого примера предложения

source: A vernacular example sentence for this entry.
ru: Анализируемый пример предложения для этой статьи.

source: A vertical layout presentation form
ru: Форма вертикального расположения

source: A vulgar fraction form
ru: Вид простой дроби

source: A wide (or zenkaku) compatibility character
ru: Полноширинный (или дзэнкаку) знак совместимости

source: A_llomorph
ru: А_лломорф

source: Abbr: Name (Best Analysis)
ru: Аббр.: Имя (Лучший анализ)

source: &Abbreviation
ru: &Сокращение

source: Abbreviation
ru: Сокращение

source: Abbreviation - Name
ru: Сокращение - Наименование

source: Abbreviation (Best Analysis)
ru: Сокращение (Лучший анализ)

source: &Abbreviation:
ru: &Сокращение:

source: Abort
ru: Завершить

source: About
ru: О

source: _About Language Explorer...
ru: О _Language Explorer...

source: About SIL FieldWorks {0}
ru: О SIL FieldWorks {0}

source: About the selected export method:
ru: О выбранном методе экспорта:

source: About to Convert
ru: Преобразуется

source: About to delete {0}.
ru: Удаляется {0}

source: Above
ru: Выше

source: Above attached
ru: Выше прикрепленный

source: Above left
ru: Верхний левый

source: Above left attached
ru: Присоединенный слева вверху

source: Above right
ru: Верхний правый

source: Above right attached
ru: Правый выше прикрепленный

source: ac. domains:
ru: обл. знания:

source: Academic Domain
ru: Область знания

source: Academic Domains
ru: Области знания

source: Accept entire analysis (Ctrl-TAB)
ru: Принять весь анализ (Ctrl-TAB)

source: &Accept Gloss
ru: &Принять глоссу

source: Account
ru: Учетная запись

source: Actual delete
ru: Фактическое удаление

source: Ad hoc Co-occurrence Prevention Rules
ru: Специальные правила по предотвращению совместной встречаемости

source: Ad Hoc Rule
ru: Специальное правило

source: Ad hoc Rules
ru: Специальные правила

source: &Add
ru: &Добавить

source: A&dd
ru: Д&обавить

source: Add
ru: Добавить

source: Add (the Notebook area will contain both old Records and newly imported data.)
ru: Добавить (в Блокноте будут и старые записи и новые импортированные данные.)

source: Add {0}
ru: Добавить {0}

source: &Add >>
ru: &Добавить >>

source: Add a category
ru: Добавить категорию

source: Add a complex feature.
ru: Добавить сложное свойство.

source: Add a Complex Form...
ru: Добавить комплексную форму...

source: Add a Component...
ru: Добавить компонент...

source: Add a custom list.
ru: Добавить пользовательский список.

source: Add a feature.
ru: Добавить свойство.

source: Add a new category.
ru: Добавить новую категорию.

source: Add a new person.
ru: Добавить запись для нового человека.

source: Add a new text to the corpus.
ru: Добавить новый текст в корпус.

source: Add a phonological feature.
ru: Добавить фонологическое свойство.

source: Add a picture to this entry.
ru: Добавить картинку в эту статью.

source: Add a pronunciation field to this entry.
ru: Добавить поле произношения в эту статью.

source: Add a sound or movie file to the pronunciation, creating the pronunciation if necessary.
ru: Добавить звуковой или видео-файл в произношение, создание произношения, если необходимо.

source: Add a subcategory...
ru: Добавить подкатегорию...

source: Add a Variant Form to this entry
ru: Добавить вариантную форму для данной статьи

source: Add Allomorph
ru: Добавить алломорф

source: Add allomorph to lexical entry?
ru: Добавить алломорф в лексическую статью?

source: Add allomorph to similar entry
ru: Добавить алломорф в похожую статью

source: Add Allomorph...
ru: Добавить алломорф...

source: Add an allomorph of a stem.
ru: Добавить алломорф основы.

source: Add an allomorph of an affix.
ru: Добавить алломорф аффикса.

source: Add an allomorph to this entry
ru: Добавить алломорф в эту статью

source: Add an obligatory slot to {0}
ru: Добавить обязательный слот в {0}

source: Add an optional slot to [Category]
ru: Добавить необязательный слот в [Категория]

source: Add an optional slot to {0}
ru: Добавить необязательный слот в {0}

source: Add another Variant Info section
ru: Добавить другой раздел инф. о вариантах

source: Add Approved Analysis...
ru: Добавить утвержденный анализ...

source: Add Custom Character
ru: Добавить пользовательский символ:

source: Add Custom &field...
ru: Добавить пользовательское &поле...

source: Add from Catalog
ru: Добавить из каталога

source: Add Inflection Feature from Catalog
ru: Добавить свойство формообразования из каталога

source: Add Inflection Features from Catalog
ru: Добавить свойства формообразования из каталога

source: Add inflectional affix(es) to XXX
ru: Добавить аффикс(ы) формообразования в XXX

source: Add information about your text in this tab.
ru: Добавить информацию о Вашем тексте в эту вкладку.

source: Add language mapping
ru: Добавить файл соответствий для языка

source: Add makes a new substitution.
ru: Добавление производит новую замену.

source: Add &networked computer:
ru: Добавить &сетевой коспьютер:

source: Add New Sense
ru: Добавить новое значение

source: Add New Sense for {0} ...
ru: Добавить новое значение для {0} ...

source: Add New Sense...
ru: Добавить новое значение...

source: Add or edit custom fields.
ru: Добавить или редактировать пользовательские поля.

source: &Add or Remove Buttons
ru: &Добавить или удалить кнопки

source: Add or replace
ru: Добавить или заменить

source: Add or Replace Notebook Records
ru: Добавить или заменить записи блокнота

source: Add Phonological Features from Catalog
ru: Добавить фонологическое свойство из каталога

source: Add Reference
ru: Добавить ссылку

source: Add Reference ({0})
ru: Добавить ссылку ({0})

source: Add TAM Marker
ru: Добавить видо-временной маркер

source: Add the current word to the lexicon (if it is a vernacular word).
ru: Добавить текущее слово в лексикон (если это анализируемое слово).

source: Add to Dictionary...
ru: Добавить в словарь...

source: Add to existing items
ru: Добавить к существующим единицам

source: Add to Spelling Dictionary
ru: Добавить в словарь проверки правописания

source: &Add Variant
ru: &Добавить вариант

source: Add Word Gloss
ru: Добавить глоссу слова

source: Add Word to Spelling Dictionary
ru: Добавить слово в словарь правописания

source: Add words marked as correctly spelled to the active spelling dictionary.
ru: Добавить слова с меткой прафильного правописания в активный словарь проверки правописания.

source: Add Words to Lexicon
ru: Добавить слова в лексикон

source: Add, delete, or change styles.
ru: Добавить, удалить или изменить стили.

source: Add, remove, or change the writing systems specified for this project.
ru: Добавить, удалить или изменить систему письма, назначенную для этого проекта.

source: &Add...
ru: &Добавить...

source: A&dd...
ru: Д&обавить...

source: Add...
ru: Добавить...

source: Add/Modify Language Mapping
ru: Добавить/Изменить файл соответствий для языка

source: Add: Adds the new encoding converter to this registry.
ru: Добавить: Добавляет новый перекодировщик в эту запись.

source: Adding a New User
ru: Добавление нового пользователя

source: Adding files to backup...
ru: Добавление файлов в архив...

source: Additional files to back up
ru: Дополнительные файлы в архив

source: Additional files to restore
ru: Дополнительные файлы для восстановления

source: adjacent after
ru: следущий за

source: adjacent before
ru: непосредственно перед

source: Administrator privileges are required to modify project locations.
ru: Для изменения местонахождения проекта требуются права администратора.

source: Advanced
ru: Дополнительно

source: &Advanced. Almost all features are available.
ru: До&полнительно. Почти все свойства доступны.

source: Advanced...
ru: Дополнительно...

source: Affix Allomorph
ru: Алломорф аффикса

source: Affix Allomorph (Process)
ru: Алломорф аффикса (процесс)

source: Affix Form
ru: Форма аффикса

source: Affix found on {0}
ru: Аффикс найден в {0}

source: Affix in {0} slot which inflects {1}
ru: Аффикс в слоте {0}, изменяющий форму {1}

source: Affix in {0} slots which inflects {1}
ru: Аффикс в слотах {0}, изменяющий форму {1}

source: Affix Process Rule
ru: Правило обработки аффиксов

source: Affix Slot
ru: Слот аффиксов

source: Affix slot {0}
ru: Слот аффиксов {0}

source: Affix Slot or Category
ru: Слот или категория аффиксов

source: Affix Slots
ru: Слоты аффиксов

source: Affix Template
ru: Шаблон аффиксов

source: Affix Templates
ru: Шаблоны аффиксов

source: Affix &Type:
ru: &Тип аффикса:

source: Affix which attaches to any category
ru: Аффикс, присоединяющийся к любой категории

source: Affix which changes the meaning of {0}
ru: Аффикс, изменяющий значение {0}

source: Affix which changes the meaning of any category
ru: Аффикс, изменяющий значение любой категории

source: Affix which converts {0} to {1}
ru: Аффикс, преобразующий {0} в {1}

source: Affix which converts {0} to any category
ru: Аффикс, преобразующий {0} в любую категорию

source: Affix which converts any category to {0}
ru: Аффикс, преобразующий любую категорию в {0}

source: Affix which inflects {0}
ru: Аффикс, изменяющий форму {0}

source: Affix which inflects any category
ru: Аффикс, образующий форму любой категории

source: affixes
ru: аффиксы

source: After
ru: После

source: after any blank line
ru: после любой пустой строки

source: after lines shorter than
ru: после строк короче, чем

source: After providing word glosses, you can chart your texts.
ru: После заполнения глосс, вы можете составить схему текстов.

source: Aft&er:
ru: Пос&ле:

source: After:
ru: После:

source: <agree>
ru: <согласен>

source: Alias
ru: Псевдоним

source: Align Left
ru: Выровнивание влево

source: Align Right
ru: Выровнивание вправо

source: Ali&gnment:
ru: Выр&авнивание:

source: A&ll
ru: В&се

source: All
ru: Все

source: all analysis
ru: весь анализ

source: All Analysis
ru: Весь интерпретирующий

source: All Analysis and Vernacular
ru: Весь интерпретирующий и анализируемый

source: All Analysis then all Vernacular Writing Systems
ru: Все интерпретирующие и все анализируемые системы письма

source: All Analysis Writing Systems
ru: Все интерпретирующие системы письма

source: All checked items
ru: Все проверенные единицы

source: A&ll Data
ru: В&се данные

source: All Entries
ru: Все статьи

source: All FieldWorks backup files
ru: Все архивные файлы FieldWorks

source: All Files
ru: Все файлы

source: All of...
ru: Все ...

source: All Pronunciation
ru: Все произношение

source: All Reversal Indexes
ru: Все обратные индексы

source: {0}. All rights reserved.
ru: {0}. Все права сохраняются.

source: All Styles
ru: Все стили

source: all vernacular
ru: все анализируемые

source: All Vernacular
ru: Все анализируемые

source: All Vernacular and Analysis
ru: Все анализируемые и интерпретирующие

source: All Vernacular then all Analysis Writing Systems
ru: Все анализируемые, а затем все интерпретирующие системы письма

source: All Vernacular Writing Systems
ru: Все анализируемые системы письма

source: allomorph
ru: алломорф

source: Allomorph
ru: Алломорф

source: Allomorph of...
ru: Алломорф ...

source: &Allomorph:
ru: &Алломорф:

source: Allomorphs
ru: Алломорфы

source: &Allow duplicate item names and abbreviations
ru: &Разрешить дублировать имена и сокращения элементов

source: A&llow maintenance of other accounts?
ru: П&озволить поддержку других учетных записей?

source: Allows user to specify font features, when available in Graphite fonts.
ru: Позволить пользователю указать свойства шрифта, если имеются соотв. шрифты Graphite.

source: Alphabetical Order
ru: Алфавитный порядок

source: {0} (already exists)
ru: {0} (уже существует)

source: {0} already exists. Do you want to overwrite it?
ru: {0} уже существует, вы действительно хотите его переписать?

source: <Already in Unicode>
ru: <Уже в Юникоде>

source: Alternate Forms
ru: Альтернативные Формы

source: {0} Alternation
ru: {0} Чередование

source: &Always show full menus
ru: &Всегда показывать полное меню

source: Always visible
ru: Всегда видимо

source: An allomorph of the affix.
ru: Алломорф аффикса.

source: An allomorph of the stem or root.
ru: Алломорф основы или корня.

source: an empty feature structure
ru: пустая структура свойств

source: An empty paragraph
ru: Пустой абзац

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
ru: Статья с компонентами не может иметь корень морфемного типа, т.к. по определению корень неделим. Вы хотели бы, чтобы Language Explorer удалил ссылки на компоненты в этой статье?

source: An error has occurred
ru: Произошла ошибка

source: An error has occurred during printing: {0}
ru: Произошла ошибка во время печати: {0}

source: An error has occurred while creating a new project.
ru: Произошла ошибка при создании нового проекта.

source: An error has occurred while opening project {0}: {1}
ru: Произошла ошибка при открытии проекта {0}: {1}

source: An error occurred deleting project {0}
ru: Произошла ошибка при удалении проекта {0}

source: An error occurred trying to migrate existing projects from an older version of FieldWorks:
ru: При попытке преобразования существующих проектов из старой в новую версию FieldWorks произошла ошибка:

source: An error occurred while exporting your data. This is probably a bug in the FieldWorks code. Details: {0}
ru: Произошла ошибка во время экспорта данных. Возможно, это программная ошибка в FieldWorks. Подробности: {0}

source: An error occurred while exporting your data. This could be the result of an error in an FXT file, an output file that is locked, or a bug in the FieldWorks code.
ru: Произошла ошибка во время экспорта данных. Возможно, это ошибка в файле FXT, в заблокированном файле вывода или программная ошибка в коде FieldWorks.

source: An error ocurred during conversion of test file.
ru: Произошла ошибка при конвертировании тестового файла.

source: An inflection class (sometimes called conjugation or declension classes).
ru: Класс формообразования (иногда называется классами спряжения или склонения).

source: An inflectional affix slot to which this affix belongs. It can also refer to a category, if you do not yet know what slot the affix belongs in.
ru: Слот формообразующих аффиксов, к которому относится этот аффикс. Его также можно отнести к категории, если вы ещё не знаете, к какому слоту аффикс относится.

source: An inflectional affix slot which can appear in at least one inflectional affix template for this category.
ru: Слот формообразующих аффиксов, который может появиться хотя бы в одном шаблоне формообразующих аффиксов для данной категории.

source: An inflectional affix template of this category.
ru: Шаблон формообразующих аффиксов этой категории.

source: An initial presentation form (Arabic)
ru: Начальная презентационная форма (Арабский)

source: An internal error (bug) was detected.
ru: Обнаружена внутренняя ошибка.

source: An internal error has occurred. To help us fix the problem, please submit this error information to us.
ru: Произошла внутренняя ошибка. Чтобы исправить эту проблему, пожалуйста, отправьте эту информацию нам.

source: An isolated presentation form (Arabic)
ru: Изолированная презентационная форма (Арабский)

source: Analyses
ru: Анализы

source: analysis
ru: анализ

source: Analysis
ru: Анализ

source: Analysis {0}
ru: Анализ {0}

source: Analysis Candidate
ru: Вариант анализа

source: &Analysis language writing system
ru: Система письма &интерпретирующего языка
